{
    "teas": [
      {
        "id": 1,
        "name": "Assam Boomer",
        "image": "https://upload.wikimedia.org/wikipedia/commons/3/3b/Assam-Tee_SFTGFOP1.jpg",
        "caffeinated" : true,
        "category" : "black",
        "rating" : 8.7,
        "description" : "This tea is primarily grown in the Assam region in India. Good Assam tea is boldly fragrant but not overpowering. A first sip may uncover astringent and tannic qualities. However, a rich aftertaste of roasted malt and creamy chocolate makes for a smooth finish.",
        "price": 12.99,
        "keywords": "bold, fragrant, creamy, chocolate, roasted, smooth"
      },
      {
        "id": 2,
        "name": "Darjeeling",
        "image": "https://www.seriouseats.com/thmb/_dCiONsg7jaX0AwjCPvnYSLOU2Y=/450x0/filters:no_upscale():max_bytes(150000):strip_icc()/__opt__aboutcom__coeus__resources__content_migration__serious_eats__drinks.seriouseats.com__images__2012__07__20120613-tea-leaves-8367c531b5454399bd1ad706c28d2a5c.jpg",
        "caffeinated" : true,
        "category" : "black",
        "rating" : 9.4,
        "description" : "This exclusive black tea is grown only in Darjeeling, India. First flush Darjeelings are pure heaven. As the first pluckings of the season, first flush Darjeelings yield the freshest, most fragrant teas. Today's Darjeelings may also be derived from the assamica/sinensis hybrids developed by Lord William Bentinck and his Tea Committee in the 19th century. Generally, there are four Darjeeling flushes: first (between February and May), second (between May and June), monsoon (July to September), and autumn (October to November). Many black tea connoisseurs laud the flavors of second flush Darjeeling. Due to its full-bodied muscatel flavor (which is unlike any other tea in the world), the prestigious Darjeeling is also known as the Champagne of Tea.",
        "price": 20.00,
        "keywords": "fragrant, full-bodied, muscatel"
      },
      {
        "id": 3,
        "name": "Ceylon",
        "image": "https://www.youherbit.com/wp-content/uploads/2019/11/english-breakfast.jpg",
        "caffeinated" : true,
        "category" : "black",
        "rating" : 9.1,
        "description" : "The first tea plants in Ceylon (Sri Lanka) originated from the Chinese sinensis variety, which the British brought over in 1824. By 1840, the British were importing Assam tea seeds to the island colony in spades. They were so successful in their tea hegemonic goals that Ceylon emerged as the world's leading tea exporter in 1965. Ceylon black teas boast full-bodied citrusy flavors, with subtle chocolaty nuances.",
        "price": 18.50,
        "keywords": "full-bodied, citrus, chocolate"
      },
      {
        "id": 4,
        "name": "Chai Kee Mun",
        "image": "https://cdn.shopify.com/s/files/1/0003/9596/8567/products/KeemunTOP_0ab0a134-2d4d-402e-a657-3a1fa823d420.jpg?v=1614893357",
        "caffeinated" : true,
        "category" : "black",
        "rating" : 7.9,
        "description" : "Kee Mun is primarily grown in China's Anhui province. There are four basic types of Kee Mun: the Mao Feng, Hao Ya, Xin Ya, and Gong Fu. The Mao Feng and Xin Ya varieties are said to be the mildest and sweetest of the four. With Kee Mun, you get a range of floral, fruity, malty, piney, and smoky flavors, depending upon the variety you choose. This tea also has a bright, attractive wine-like color and is currently featured on China's most famous tea list.",
        "price": 11.00,
        "keywords": "floral, fruity, malty, piney, smoky"
      },
      {
        "id": 5,
        "name": "English Breakfast Tea",
        "image": "https://cdn.shopify.com/s/files/1/0557/4331/6157/products/578dbb988ffa8f84fee5c231509e1215_1120x.jpg?v=1628287515",
        "caffeinated" : true,
        "category" : "black",
        "rating" : 8.4,
        "description" : "These black tea blends often accompany full European-style breakfasts of eggs, sausages, cold cuts, cheeses, fried tomatoes, sauteed mushrooms, and baked beans. Conventionally, English breakfast tea is milder than the Scottish or Irish varieties. All three breakfast blends contain a combination of Indian Assam, Ceylon, or Kenyan black teas. You may also find Kee Mun, Sumatran, Java, or Darjeeling mixed in. The Darjeeling infuses clean, light flavors into the breakfast teas, while the Ceylon christens each sip with a languorous sweetness. Finally, the underlying chocolaty malt of Assam presents a satisfying finish. These robust breakfast teas can be paired with either cream or milk.",
        "price": 13.00,
        "keywords": "light, sweet, chocolate, malt"
      },
      {
        "id": 6,
        "name": "Earl Gray",
        "image": "https://www.penniestea.com/wp-content/uploads/2016/03/Cream-Earl-Gray.jpg",
        "caffeinated" : true,
        "category" : "black",
        "rating" : 9.1,
        "description" : "This pleasant tea is mainly Assam or Darjeeling tea infused with bergamot oil. Bergamot is a type of citrus grown in southern Italy and is said to derive from a fusion of bitter orange and lemon. Often, Earl Grays are combined with vanilla, giving the tea a citrusy natural sweetness and warmth. There are other variations of Earl Gray, such as French Earl Gray, which includes combinations of rose petals, calendula, hibiscus, or cornflowers. Meanwhile, the aromatic lemongrass takes center stage in Russian Earl Gray. Overall, this fruity, floral tea is a popular black tea blend.",
        "price": 15.99,
        "keywords": "fruity, floral, citrus, bergamot, organge, lemon, vanilla, rose petals, calendula, hibiscus, cornflowers, lemongrass"
      },
      {
        "id": 7,
        "name": "Chai Tea",
        "image": "https://cdn.shopify.com/s/files/1/2217/5179/products/full_c29a2896-5b65-4d90-a0b5-34b6ba0c1162_550x550.jpg?v=1620997321",
        "caffeinated" : true,
        "category" : "black",
        "rating" : 9.2,
        "description" : "In this case, the Hindi term 'chai' means a mix of spices steeped into a tea-like beverage. Recipes for chai vary across continents, cultures, towns and families. But the traditional ingredients of a spiced tea blend usually include black tea mixed with strong spices, like cinnamon, cardamom, cloves, ginger and black peppercorns.",
        "price": 16.99,
        "keywords": "spices, spicy, cinnamon, cardamom, cloves, giner, peppercorns, full"
      },
      {
        "id": 8,
        "name": "Lapsang Souchong",
        "image": "https://upload.wikimedia.org/wikipedia/commons/b/bb/Lapsang_Souchong.jpg",
        "caffeinated" : true,
        "category" : "black",
        "rating" : 8.7,
        "description" : "Known for its luscious, pine smokiness, Lapsang Souchong is the quintessential king of all teas. Today, it still flourishes in the Wuyi mountains of Fujian province and is much favored by tea connoisseurs everywhere. Tea historians maintain that Lapsang Souchong is the earliest of the black teas. Adventurous tea drinkers may want to try the Russian Caravan, an intriguing combination of oolong, Lapsang Souchong, and Kee Mun teas. The Caravan is said to mimic the smoky ruggedness of teas brewed under the starry skies of the Silk Road.",
        "price": 14.00,
        "keywords": "pine, smoky"
      },
      {
        "id": 9,
        "name": "Kenyan Black Tea",
        "image": "https://cdn.shopify.com/s/files/1/0764/1953/products/Kenya-Black_1024x1024_2x_6d9fa94c-7be0-43ae-a05e-f1f3efa6463a_530x@2x.jpg?v=1613685674",
        "caffeinated" : true,
        "category" : "black",
        "rating" : 8.9,
        "description" : "Currently, Kenya is the third largest tea producer in the world, after China and India. In Kenya, tea is mainly grown in the districts of Thika, Maragua, Kericho, Bomet, Nandi, Kiambu, and Kakamega. Today, the Kenya Tea Development Agency promotes the advancement of tea horticulture among native tea farmers. By itself, Kenyan black tea is robust and full-bodied, a mysterious, yet alluring bouquet of citrus, anise, cardamom, and chocolate.",
        "price": 15.00,
        "keywords": "robust, full-bodied, citrus, anise, cardamom, chocolate"
      },
      {
        "id": 10,
        "name": "Nilgiri",
        "image": "https://cdn11.bigcommerce.com/s-gbio3rgsga/images/stencil/1280x1280/products/205/458/Nilgiri-Loose-Leaf-Black-Tea__77298.1618415557.jpg?c=2",
        "caffeinated" : true,
        "category" : "black",
        "rating" : 8.6,
        "description" : "Nilgiri tea is a drink made by infusing leaves of Camellia sinensis that is grown and processed in the Nilgiris district in Tamil Nadu, India. The leaves are processed as black tea, though some estates have expanded their product offerings to include leaves suitable for making green, white and oolong teas.",
        "price": 12.99,
        "keywords":"bold, fragrant, creamy, chocolate, roasted, smooth"
      },
      {
        "id": 11,
        "name": "Jasmine Green Tea",
        "image": "https://www.thespruceeats.com/thmb/Vdxp8hyK9ljbOS7TTuMSeJmCS9I=/300x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/IMG_3691-56a176073df78cf7726adbf0.jpg",
        "caffeinated" : true,
        "category" : "green",
        "rating" : 9.3,
        "description" : "Good quality Jasmine green teas are made with quality tea leaves that have been naturally scented with jasmine flowers, and they have a deliciously sweet, floral flavor that many people love.  Although Jasmine green tea is more flexible on its brewing requirements than most green teas, it is best when prepared with water that is below boiling and only infused for a few minutes.",
        "price": 25.00,
        "keywords": "jasmine, sweet, floral"
      },
      {
        "id": 12,
        "name": "Moroccan Mint",
        "image": "https://www.thespruceeats.com/thmb/JlFRHG3m5ayd9PZtyKOQCaFiPDM=/2048x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/easy-fresh-mint-tea-recipe-766391-6_preview-5b291f95ba61770036733329.jpeg",
        "caffeinated" : true,
        "category" : "green",
        "rating" : 9.2,
        "description" : "Moroccan Mint green tea was traditionally a blend of Chinese gunpowder green tea and fresh mint leaves boiled with hot water and mixed with copious amounts of sugar. Today, there are many Moroccan mint green tea blends available; these use dried mint in lieu of fresh mint and sometimes replace gunpowder green tea with Houjicha, Bancha or other green teas.",
        "price": 18.99,
        "keywords": "mint"
      },
      {
        "id": 13,
        "name": "Genmaicha",
        "image": "https://www.thespruceeats.com/thmb/wlFFBDtQtPk1plTRdge3rDC91Ow=/500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Genmaicha-56a1764e3df78cf7726adf28.jpg",
        "caffeinated" : true,
        "category" : "green",
        "rating" : 9.4,
        "description" : "Genmaicha is a blend of Japanese green tea and puffed brown rice. The flavor of Genmaicha is sweet, roasty, vegetal and easily enjoyable. A popular variation on Genmaicha is Matcha-iri-Genmaicha or Genmaimatcha, a blend of Genmaicha and Matcha green teas.  For a stronger rice flavor, use hotter water (just below boiling). For a more nuanced tea-and-rice flavor, use cooler water (around 170 F).",
        "price": 22.50,
        "keywords": "brown rice, sweet, roasted, vegetal, rice"
      },
      {
        "id": 14,
        "name": "Bi Luo Chun",
        "image": "https://www.thespruceeats.com/thmb/4hxL_6SWZHAmlz8DbzWxYJfN8iM=/1782x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Huang_Jin_Gui_Tea-5b6b180c46e0fb005098ff69.jpeg",
        "caffeinated" : true,
        "category" : "green",
        "rating" : 8.9,
        "description" : "Green tea may have found its calling in Japan but it's worth noting that the origins of green tea can be traced back to China. While the Chinese seem to favor fermented teas such as pu-erh and oolong over the fresh, fruity greens, the country is home to some truly exceptional green teas; the biluochun is one example. Grown in the Dongting mountain region near Lake Tai, Jiangsu, the biluochun—which translates to green snail spring —is named for the shape it is rolled into: a tight spiral resembling the shell of a snail.",
        "price": 16.00,
        "keywords": "fresh, fruity"
      },
      {
        "id": 15,
        "name": "Dragonwell",
        "image": "https://www.thespruceeats.com/thmb/2Aav6FXpYhm3CXbDiL1V-RyrESQ=/500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/LungChing-56a175f23df78cf7726adaee.jpg",
        "caffeinated" : true,
        "category" : "green",
        "rating" : 9.0,
        "description" : "Also known as Dragon's Well, Lung Ching or Long Jing green tea, Dragonwell is the most popular Chinese green tea in the U.S. Dragonwell ranges from very expensive, traditionally made, pre-rain Dragonwell to inexpensive, everyday Dragonwell. The flavor of Dragonwell is usually mild and sweet, with a distinct chestnut note.  For best results, prepare Dragonwell green tea with water that is well below boiling, and infuse it for two to three minutes at most.",
        "price": 14.99,
        "keywords": "mild, sweet, chestnut"
      },
      {
        "id": 16,
        "name": "Houjicha",
        "image": "https://www.thespruceeats.com/thmb/44B7IfVrIug8m__jU-imLOwKPfI=/500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/Hojicha-56a1764f3df78cf7726adf32.jpg",
        "caffeinated" : true,
        "category" : "green",
        "rating" : 8.8,
        "description" : "Houjicha is a roasted Japanese green tea that's often made with tea leaves and stems, or only tea stems. It is lower in caffeine than most green teas. Houjicha has woodsy flavor that many coffee drinkers find appealing, and it can be brewed well with a wider range of temperatures and times than most green teas.",
        "price": 7.00,
        "keywords": "woodsy"
      },
      {
        "id": 17,
        "name": "Kukicha",
        "image": "https://www.thespruceeats.com/thmb/RTaUB94RvgzTkljzipYRiJFaqqo=/2048x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/kukicha-5b6b149a46e0fb0050075999.jpg",
        "caffeinated" : true,
        "category" : "green",
        "rating" : 8.9,
        "description" : "Kukicha is a steamed Japanese green tea that is made from the twigs of the tea plant. It is naturally low in caffeine, and it has a vegetal, sweet flavor that can handle inexact brewing. If you're not one to check your water temperature or time your infusions, Kukicha is a great green tea for you.",
        "price": 12.99,
        "keywords": "vegetal, sweet"
      },
      {
        "id": 18,
        "name": "Sencha",
        "image": "https://www.thespruceeats.com/thmb/j3ihaCr0OxKgLIFn5Ezmp1K7VlU=/500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/AsamushiSencha-56a175f23df78cf7726adaf5.jpg",
        "caffeinated" : true,
        "category" : "green",
        "rating" : 9.6,
        "description" : "Sencha is Japan's most popular green tea. It has a flavor that many people describe as vegetal, seaweed-y or grassy. When made with boiling water or near-boiling water, it can be very astringent, bitter and harsh, but when prepared with water around 160 F to 170 F and infused for around 20 to 45 seconds, Sencha green tea tastes smoother, sweeter and more balanced.  A popular alternative to Sencha is Bancha, which is a similar green tea with a slightly rougher, earthier flavor. Bancha is less expensive than Sencha and it pairs well with meals.",
        "price": 32.00,
        "keywords": "vegetal, seaweed, grassy, smooth, sweet, balanced"
      },
      {
        "id": 19,
        "name": "Gyokuro",
        "image": "https://www.thespruceeats.com/thmb/F2Sw767d7XHMGUj61ubqfDmPmAE=/500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/YameGyokuro-56a175f93df78cf7726adb69.jpg",
        "caffeinated" : true,
        "category" : "green",
        "rating" : 9.0,
        "description" : "Gyokuro green tea is a shade-grown Japanese green tea with a brilliant, deep green color. Good quality Gyokuro green tea has a distinct umami flavor.  For the smoothest, most nuanced flavor, prepare Gyokuro with water that is well below boiling (around 150 F to 160 F), and use short infusion times (around 15 to 30 seconds).",
        "price": 19.99,
        "keywords": "umami, smooth, nuanced"
      },
      {
        "id": 20,
        "name": "Matcha",
        "image": "https://www.thespruceeats.com/thmb/40UxkUBZJyhu8tgMkETJbgO0ivQ=/500x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/1-56a175ce3df78cf7726ad869.jpg",
        "caffeinated" : true,
        "category" : "green",
        "rating" : 9.7,
        "description" : "Matcha is like Gyokuro in that it is shade-grown, but it is also powdered. Traditional Matcha drinks are made of Matcha powder, whisked with warm water. However, because it is powdered, Matcha can easily be incorporated into drink recipes (such as tea smoothie recipes) and other powdered tea recipes.  Matcha has a bittersweet flavor. Generally, better quality Matcha is sweeter and lower quality Matcha is more bitter.",
        "price": 35.00,
        "keywords": "powdered, milky, smooth, bittersweet"
      },
      {
        "id": 21,
        "name": "White Peony",
        "image": "https://cdn.shopify.com/s/files/1/0261/1167/2399/products/WP-001-2_600x.jpg?v=1568923240",
        "caffeinated" : true,
        "category" : "white",
        "rating" : 9.4,
        "description" : "White Peony (known as Bai Mudan) is among the most prized Chinese teas. It is made from the unopened tea bud and the first two leaves on the shoot, all of which are harvested in early spring, before fully opening. If you brew a loose-leaf version of White Peony, the bud will slowly unfold in hot water, reminiscent of the peony blossom for which this tea is named. After careful handpicking (to prevent crushing that leads to oxidation), the leaves are withered only briefly to minimize oxidation. Leaves are then carefully selected to be bake dried, which provides a rich, full flavor that’s usually darker in color than other white tea varieties. White Peony is also strong on floral notes.",
        "price": 32.99,
        "keywords": "rich, full, floral"
      },
      {
        "id": 22,
        "name": "Silver Needle",
        "image": "https://cdn.shopify.com/s/files/1/0003/9596/8567/products/KingofSilverTOP_c4de937d-cdcc-4687-afa0-d2b28f1b1917.jpg?v=1616605222",
        "caffeinated" : true,
        "category" : "white",
        "rating" : 9.8,
        "description" : "Silver Needle tea is the most expensive variety of white tea since it’s only made using top buds that have yet to fully open. These buds are full of fuzzy white hairs (that look like silver needles). Silver needle white tea is sweet, light, and has a delicate flavor.",
        "price": 55.00,
        "keywords": "sweet, light, delicate"
      },
      {
        "id": 23,
        "name": "Long Life Eyebrow",
        "image": "https://cdn.shopify.com/s/files/1/1865/9785/products/Shou_Mei_Longevity_Eyebow_White_tea_2048x.jpg?v=1571335528",
        "caffeinated" : true,
        "category" : "white",
        "rating" : 9.3,
        "description" : "Long life eyebrow is the heaviest white tea in flavor because it contains a mix of the upper part of the tea leaf, not just the tips. It’s not quite as rich as a black tea, but it’s also not as light as white peony or silver needle. Many compare it to oolong tea.",
        "price": 24.99,
        "keywords": "rich, delicate, oolong, heavy"
      },
      {
        "id": 24,
        "name": "Tribute Eyebrow",
        "image": "https://chazhidao.org/sites/default/files/tea/gongmei002.jpg",
        "caffeinated" : true,
        "category" : "white",
        "rating" : 9.1,
        "description" : "Compared to the first two types of white tea, this one is processed a bit more and has a slightly different flavor profile. It’s considered the lowest quality of white tea.",
        "price": 27.00,
        "keywords": "light, sweet, bark, woodsy"
      },
      {
        "id": 25,
        "name": "Phoenix (Dan Chong)",
        "image": "https://www.championherbs.com/en/wp-content/uploads/2021/08/Tie-Luo-Han.png",
        "caffeinated" : true,
        "category" : "oolong",
        "rating" : 9.2,
        "description" : "Phoenix oolong tea is produced in the Guangdong province of China and is among the bestsellers. The Chinese name for this tea means single bush. The leaves of Phoenix oolong teas are harvested from one single bush of the tea plant. Each bush has a different flavor, meaning this tea tastes different with every batch. The dried leaves feature a curly appearance that slowly unfurls when steeping. Today, Phoenix tea is also used to refer to all oolong teas produced in Guangdong province—not just the ones from a single bush. Phoenix teas are noted for their natural flavors and aromas of flowers and fruits. Phoenix oolong tea has a rich, full-bodied feel. Some Phoenix oolongs offer a floral flavor that is similar to orange blossoms or orchids. Other Phoenix oolongs are fruity or spicy with flavors similar to ginger and grapefruit.",
        "price": 21.00,
        "keywords": "rich, full-bodied, fruity, spicy, orange blossom, floral, flowers, orchids, ginger, grapefruit"
      },
      {
        "id": 26,
        "name": "Iron Goddess",
        "image": "https://cdn.shopify.com/s/files/1/0705/7853/products/iron-goddess-of-mercy-p31-15_zoom_2048x.jpg?v=1540829342",
        "caffeinated" : true,
        "category" : "oolong",
        "rating" : 9.5,
        "description" : "This type of oolong tea is arguably the most famous Chinese tea. Iron Goddess of Mercy tea is grown in the high mountainous region of the southern Fujian province. The tea leaves are harvested specifically in the Anxi region. Legend has it that monks originally trained monkeys to harvest the leaves of tea plants along high cliff edges. These tea leaves were often called “monkey-picked” and constituted the highest quality oolong teas. These oolong teas were only used to brew tea for the emperors of China. Today, you can get your hands on high mountain oolong teas reserved for royalty. Iron Goddess of Mercy teas are available at most tea shops and in online stores such as Amazon. This oolong tea is light and airy and features hints of flowers and honey. It's often described as smelling similar to orchids and boasts a refreshing finish.",
        "price": 26.99,
        "keywords": "light, airy, flowers, honey, orchids, refreshing"
      },
      {
        "id": 27,
        "name": "Wuyi Oolong",
        "image": "https://upload.wikimedia.org/wikipedia/commons/2/29/Da_Hong_Pao_Oolong_tea_leaf.jpg",
        "caffeinated" : true,
        "category" : "oolong",
        "rating" : 9.8,
        "description" : "On the other end of the oolong spectrum is Red Robe tea. Da Hong Pao oolongs are heavily oxidized and dark in color. This tea is revered for its health benefits and legend has it that this oolong tea saved the mother of an emperor in the Ming dynasty. Da Hong Pao has a sharp, smoky flavor that is unique among oolong teas and similar to Formosa Gunpowder black tea. It boats hints of caramel, butter, and toast. These oolong tea leaves are fat, bold strips with a slightly glossy appearance. This roasted oolong tea is typically bright orange of yellow in color. Da Hong Pao can be one of the most expensive teas in the world. The highest quality tea leaves are harvested from the original tea bushes, which are estimated to be over 1,000 years old. Da Hong Pao can cost upwards of $1,000,000 for just 1 kilogram. If money isn't an option, the highest quality Da Hong Pao oolong is considered the gold standard for serious tea lovers with deep pockets.",
        "price": 850000.00,
        "keywords": "caramel, butter, toast, smoky, sharp, roasted, royalty, emperor, Ming"
      },
      {
        "id": 28,
        "name": "High Mountain",
        "image": "https://s.yimg.com/aah/tenrentea/high-mountain-green-tea-25.png",
        "caffeinated" : true,
        "category" : "oolong",
        "rating" : 9.2,
        "description" : "High Mountain oolong teas consist of a variety of different oolongs grown at the highest elevations in Taiwan. They are typically seasonal teas due to their production timeline. High Mountain oolongs include Alishan, Wu She, and Yu Shan. These oolongs are grown at altitudes higher than 3,300 feet and tend to grow more slowly than other oolongs. High Mountain oolong teas are harvested by hand twice per year. The leaves harvested in October are known as winter Gaoshan and the leaves plucked in June are known as spring Gaoshan. The leaves are spread out on a large tarp to dry before undergoing oxidation. As the leaves dry, they develop aromas of rose, jasmine, and geranium. Once the Gaoshan develops aroma, the leaves are folded and withered for eight hours. Tea masters then oxidize the leaves before they are sorted and packaged for sale. Gaoshan tea is generally crisp and sweet with notes of flowers or pine. The tea features a buttery aftertaste that is smooth and creamy.",
        "price": 18.99,
        "keywords": "rose, jasmine, geranium, crisp, sweet, flowers, pine, buttery, smooth, creamy"
      },
      {
        "id": 29,
        "name": "Jin Xuan",
        "image": "https://images.squarespace-cdn.com/content/v1/58e2565f1b631bf0ffe63b51/1579628631616-7JFSJ06Q4QDF7IK16U2T/golden-buds-milk-oolong-jin-xuan-tea-taiwan-2020a.jpg?format=1000w",
        "caffeinated" : true,
        "category" : "oolong",
        "rating" : 8.9,
        "description" : "Jin Xuan tea is also commonly known as Golden Daylily tea or Nai Xiang tea. The tea is named for its creamy flavor that is light and flowery. This tea is grown at higher altitudes and is also produced in Thailand. Milk oolong tea is characterized by a buttery, creamy flavor with a smooth finish. The milky flavor of Jin Xuan tea is not produced by infusing it in milk. Instead, the tea leaves naturally produce a milk-like flavor and aroma when oxidized for a certain period of time. There are some artificial milk oolongs on the market, though these are generally labeled as flavored oolongs.",
        "price": 12.00,
        "keywords": "creamy, milk, buttery, smooth"
      },
      {
        "id": 30,
        "name": "Rooibos",
        "image": "https://upload.wikimedia.org/wikipedia/commons/4/46/Rooibos_geschnitten.jpg",
        "caffeinated" : false,
        "category" : "herbal",
        "rating" : 9.2,
        "description" : "Rooibos is a mild tea with a deeply red hue. It is native to South Africa and, as of the past decade, it's wildly popular in the United States. According to Gabrielle Jammal, a tea sommelier for the Baccarat Hotel in New York, Rooibos is one of the most accessible and delicious varietals available. It's got notes of honey and vanilla, it's a little bit herbal, you can have it super light or super strong.",
        "price": 19.99,
        "keywords": "sweet, honey, vanilla, smooth"
      },
      {
        "id": 31,
        "name": "Chamomile",
        "image": "https://i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2020/01/chamomile-tea-on-a-board-1024x683.jpg?w=1155&h=1541",
        "caffeinated" : false,
        "category" : "herbal",
        "rating" : 9.2,
        "description" : "True to the origins of its name, Chamomile has gentle notes of apple, and there is a mellow, honey-like sweetness in the cup. It has a silky mouthfeel and yet remains a clean, delicately floral herbal tea, and even from the very first sip it feels wonderfully soothing. Chamomile is well known for its calming properties, and preliminary evidence supports this. It may also help relieve premenstrual symptoms and high blood lipid, blood sugar and insulin levels.",
        "price": 9.99,
        "keywords": "calm, floral, light, apple, mellow, honey, sweet, silky, clean, delicate"
      },
      {
        "id": 32,
        "name": "Peppermint",
        "image": "https://i.ndtvimg.com/i/2017-02/peppermint-tea_620x350_51488225621.jpg",
        "caffeinated" : false,
        "category" : "herbal",
        "rating" : 9.1,
        "description" : "Peppermint tea is the most consumed herbal tea in the world. However, peppermint is not an old plant. It's a crossbreed of spearmint and water mint. Research showed that peppermint oil may have anywhere between 33-60% of menthol, well recognizable by the minty sharp and cooling taste.  Peppermint tea is traditionally used to relieve discomfort of the digestive tract. Studies have found that peppermint oil can help relieve nausea, cramping, spasms and stomach pain.",
        "price": 9.99,
        "keywords": "mint, cooling, sharp, digestion, menthol"
      },
      {
        "id": 33,
        "name": "Ginger",
        "image": "https://post.medicalnewstoday.com/wp-content/uploads/2020/08/642x361-Does_Ginger_Tea_Have_Any_Bad_Side_Effects.jpg",
        "caffeinated" : false,
        "category" : "herbal",
        "rating" : 9.3,
        "description" : "There is no flavor in the world quite like that of ginger. It is hot, zesty and biting yet sweet and warm. Ginger is quite pungent and spicy with a very slight woody flavor that lends a certain mildness to its overall flavor profile. This particular ingredient is as aromatic as it is flavorful. Ginger tea is best known as a remedy for nausea, and studies have repeatedly found it to be effective for this use. However, several studies have also found that ginger can help relieve period pain, and it may offer benefits for people with diabetes.",
        "price": 9.99,
        "keywords": "spicy, smooth, digestion, rich, full, hot, zesty, biting, sweet, warm, woody, aromatic"
      },
      {
        "id": 34,
        "name": "Hibiscus",
        "image": "https://afternoonteareads.com/wp-content/uploads/2019/06/Dried-Hibiscus-Tea-Leaves.jpg",
        "caffeinated" : false,
        "category" : "herbal",
        "rating" : 9.0,
        "description" : "Hibiscus tea has a flavor profile that includes fruity, sweet, sour, and astringent notes. The tea is often compared to cranberries due to its tart yet sweet flavor. The tea is frequently brewed hot, but also makes an excellent iced tea. Hibiscus tea may help lower high blood pressure and fight oxidative stress. However, it shouldn’t be taken with a certain diuretic medication or at the same time as aspirin.",
        "price": 9.99,
        "keywords": "floral, sweet, fruity, sour, astringent, cranberries, tart"
      },
      {
        "id": 35,
        "name": "Echinacea",
        "image": "https://cdn11.bigcommerce.com/s-8466dwhhql/images/stencil/2048x2048/products/1215/1304/Echinacea_Elder_Tea__35645.1590520183.jpg?c=1",
        "caffeinated" : false,
        "category" : "herbal",
        "rating" : 8.9,
        "description" : "Echinacea boasts a strong flavor that is heavy on the floral notes. It has the sharp freshness of pine needles and the soft, round flavor of meadowsweet. This tea is commonly blended with lemongrass and mint to offer a smoother flavor. Echinacea tea is commonly used to prevent or shorten the duration of the common cold. While several studies have found it to be effective for this use, the evidence on the matter is conflicting.",
        "price": 9.99,
        "keywords": "herbal, strong, floral, sharp, fresh, pine, meadowsweet, lemongrass, mint"
      },
      {
        "id": 36,
        "name": "Sage",
        "image": "https://cdn-fa.niceshops.com/upload/image/product/large/default/my-herbs-sage-tea-30-g-249561-en.jpg",
        "caffeinated" : false,
        "category" : "herbal",
        "rating" : 8.9,
        "description" : "Sage has a pronounced herbal flavor that is earthy, slightly peppery taste with hints of mint, eucalyptus, and lemon. Several studies have found that sage improves cognitive function and memory. It may also benefit colon and heart health.",
        "price": 9.99,
        "keywords": "herbal, earthy, peppery, mint, eucalyptus, lemon"
      },
      {
        "id": 37,
        "name": "Lemon Balm",
        "image": "https://cdn-fa.niceshops.com/upload/image/product/large/default/my-herbs-lemon-balm-tea-30-g-249659-en.jpg",
        "caffeinated" : false,
        "category" : "herbal",
        "rating" : 9.0,
        "description" : "Lemon balm belongs to the mint family and features a refreshing citrusy flavor with hints of mint. This tea offers a lemony flavor that is brisk and tart. This herbal tisane benefits from the addition of raw honey from honey bees, agave syrup, and a dash of lemon juice. Preliminary studies have found that lemon balm tea may improve antioxidant levels, heart and skin health and even aid in relieving anxiety.",
        "price": 9.99,
        "keywords": "mint, citrus, refreshing, lemon, brisk, tart"
      },
      {
        "id": 38,
        "name": "Rose Hip",
        "image": "https://www.davidsonstea.com/images/products/detail/Rosehips_Web.jpg",
        "caffeinated" : false,
        "category" : "herbal",
        "rating" : 9.1,
        "description" : "Rosehip tea is an herbal tea made from the pseudo-fruits of the rose plant. It has a delicate, floral flavor that's slightly sweet with a distinct tart aftertaste. Found just below the rose petals, rose hips are small, round, and typically red or orange. Rose hip tea is high in vitamin C and antioxidants. Its anti-inflammatory properties may reduce inflammation and pain associated with arthritis. Studies have also found rose hips effective at fighting aging of the skin and reducing stomach fat.",
        "price": 9.99,
        "keywords": "fruit, rose, delicate, floral, sweet, tart"
      },
      {
        "id": 39,
        "name": "Passionflower",
        "image": "https://www.jparkers.co.uk/news/wp-content/uploads/2020/10/passionflower_tea.jpg",
        "caffeinated" : false,
        "category" : "herbal",
        "rating" : 9.2,
        "description" : "Passionflower tea is mild in flavor with a grassy earthiness and can be sweetened with a floral honey. Studies have found that passionflower tea may help improve sleep and reduce anxiety.",
        "price": 9.99,
        "keywords": "grassy, mild, earthy"
      },
      {
        "id": 40,
        "name": "Licorice Root",
        "image": "https://cdn.shopify.com/s/files/1/0012/8348/9897/products/Licorice_Root_Tea_980x.jpg?v=1549645554",
        "caffeinated" : false,
        "category" : "herbal",
        "rating" : 9.4,
        "description" : "Licorice is commonly used as a flavor additive in everything from cough drops to alcohol. The root of the licorice plant is mainly used to flavor tobacco and is also a popular tea. Licorice root tea has a pleasant, but powerful flavor. The word licorice comes from the Greek word meaning 'sweet root'. Licorice tea is sweet with tangy and tart undertones. The sweetness of this tea can be balanced out by adding other herbs and spices such as ginger. Licorice root tea is a useful cold and flu remedy. This tea helps to reduce phlegm and open airways to reduce respiratory problems. Licorice tea also boasts soothing properties that help to reduce pain caused by a sore throat.",
        "price": 9.99,
        "keywords": "pleasant, powerful, sweet, tangy, tart"
      }
    ]
}